Repository: ivanmosetti07/siri-ai-plus
Catalog: Sources/SiriAIApp/Localizable.xcstrings
Source language: it
Languages: en

# Prima: «%@», %@
source: Prima: «%1$@», %2$@
en: Before: “%@”, %@

source: Primo messaggio (facoltativo)
en: First message (optional)

source: Primo punto
en: First point

source: Priorità
en: Priority

source: Priorità alta
en: High priority

source: Privacy e permessi
en: Privacy and permissions

source: Private Cloud Compute non è disponibile ora o la quota è esaurita. Le risposte restano sul Mac.
en: Private Cloud Compute isn't available right now or the quota has run out. Responses stay on your Mac.

source: Private Cloud Compute non è disponibile: continuo con il modello Apple sul Mac.
en: Private Cloud Compute isn't available: continuing with the Apple model on your Mac.

source: Private Cloud Compute richiede l'autorizzazione Apple per questa app. Le risposte restano sul Mac.
en: Private Cloud Compute requires Apple's authorization for this app. Responses stay on your Mac.

source: Private Cloud Compute è attivo: Apple riceve i dati necessari per generare la risposta.
en: Private Cloud Compute is on: Apple receives the data needed to generate the response.

source: Private Cloud Compute è disattivato: le risposte restano sul Mac.
en: Private Cloud Compute is off: responses stay on your Mac.

source: Problema
en: Issue

source: Progetti
en: Projects

source: Progetti, clienti, connettori e documenti
en: Projects, clients, connectors and documents

source: Progetto
en: Project

source: Progetto collegato
en: Project linked

source: Progetto creato
en: Project created

source: Progetto di codice
en: Code project

source: Progetto di codice creato
en: Code project created

source: Progetto di codice · copia isolata
en: Code project · isolated copy

source: Progetto ripristinato
en: Project restored

source: Progetto · %@
en: Project · %@

source: Programmati
en: Scheduled

source: Programmazione
en: Coding

source: Programmazioni
en: Schedules

source: Programmazioni dei Genius
en: Genius Schedules

source: Promemoria
en: Reminders

source: Promemoria aggiunto
en: Reminder added

source: Promemoria annullati
en: Reminder creation undone

source: Promemoria completato
en: Reminder completed

source: Promemoria di esempio
en: Sample reminder

source: Promemoria eliminato
en: Reminder deleted

source: Promemoria ha accettato la modifica, ma la rilettura non l'ha confermata. Controlla prima di riprovare.
en: Reminders accepted the change, but reading it back didn't confirm it. Check before trying again.

source: Promemoria ha accettato la richiesta, ma la rilettura non l'ha confermata. Controlla prima di riprovare.
en: Reminders accepted the request, but reading it back didn't confirm it. Check before trying again.

source: Promemoria modificato e verificato
en: Reminder updated and verified

source: Promemoria non aggiornato
en: Reminder not updated

source: Promemoria non aggiunto
en: Reminder not added

source: Promemoria non eliminato
en: Reminder not deleted

source: Promemoria non salvato
en: Reminder not saved

source: Promemoria riaperto
en: Reminder reopened

source: Promemoria salvato
en: Reminder saved

source: Promemoria verificato
en: Reminder verified

source: Pronto
en: Ready

source: Pronto: si accende alla prima richiesta
en: Ready: starts with the first request

source: Proponi la sostituzione del testo selezionato
en: Suggest a replacement for the selected text

source: Prossima
en: Next

source: Prossima: %@
en: Next run: %@

source: Prossimi sette giorni
en: Next seven days

# Prossimo impegno alle %@: %@
source: Prossimo impegno alle %1$@: %2$@
en: Next event at %@: %@

source: Prossimo lavoro %@
en: Next job %@

source: Prossimo: %@
en: Next: %@

source: Prova
en: Try

source: Provincia
en: State

source: Qual è la prossima programmazione?
en: What's scheduled next?

source: Qual è la voce più costosa?
en: What's the most expensive item?

source: Qualche passaggio non è riuscito
en: Some steps failed

source: Quali Genius aspettano una mia approvazione?
en: Which Geniuses are awaiting my approval?

source: Quali cose da fare ci sono in questa registrazione?
en: What to-dos are in this recording?

source: Quali file ci sono nel progetto?
en: What files are in the project?

source: Quali sono i punti principali di questo file?
en: What are the main points of this file?

source: Quali sono i punti principali?
en: What are the main points?

source: Quali sono le notizie di oggi?
en: What's in the news today?

source: Quando la conversazione riempie la finestra del modello, Siri AI+ la riassume e continua con il riassunto.
en: When the conversation fills the model's context window, Siri AI+ summarizes it and continues from the summary.

source: Quando lo avvii
en: When you start it

source: Quanti
en: How many

source: Quelli che crei qui o chiedi nella chat compaiono in questo elenco.
en: The ones you create here or ask for in the chat show up in this list.

source: Quello che il Genius deve ricordare. Si aggiorna anche quando gli dai indicazioni in chat («d'ora in poi includi anche…»).
en: What the Genius needs to remember. It also updates when you give it instructions in chat (“from now on, also include…”).

source: Quello generale (%@)
en: Default (%@)

source: Questa app non espone il campo selezionato.
en: This app doesn't expose the selected field.

source: Questa nota ha liste, tabelle o allegati: Note li perderebbe se la riscrivessi da qui. Modificala nell'app Note.
en: This note has lists, tables or attachments: Notes would lose them if I rewrote it from here. Edit it in the Notes app.

source: Questa nota ha una lista con caselle, una tabella o degli allegati: modificandola da qui Note li perderebbe. Copio il testo e apro la nota: incollalo in fondo con ⌘V.
en: This note has a checklist, a table or attachments: editing it from here would make Notes lose them. I'll copy the text and open the note: paste it at the end with ⌘V.

source: Questa registrazione non ha ancora una trascrizione. La faccio sul Mac, senza inviare l'audio a nessuno.
en: This recording doesn't have a transcript yet. I'll make one on your Mac, without sending the audio to anyone.

source: Questo Mac
en: This Mac

source: Questo Safari è della sessione di coding: la chat a destra resta con te mentre provi il sito.
en: This Safari belongs to the coding session: the chat on the right stays with you while you test the site.

source: Questo indirizzo manda solo notifiche automatiche: probabilmente nessuno leggerà la risposta.
en: This address only sends automated notifications: probably no one will read the reply.

source: Questo servizio richiede l'accesso con il tuo account. Premi «Accedi…»: si apre la sua pagina di login e di autorizzazione.
en: This service requires signing in with your account. Click “Sign In…”: its sign-in and authorization page will open.

source: Questo strumento legge soltanto: Siri AI+ lo usa senza chiedere conferma
en: This tool only reads: Siri AI+ uses it without asking for confirmation

source: Qui potrai %@ e chiedere a Siri AI+ di lavorarci. Nel frattempo puoi aprire l'app di sistema.
en: Here you'll be able to %@ and ask Siri AI+ to work on them. In the meantime, you can open the system app.

source: Qui trovi ogni evento creato, promemoria aggiunto, email preparata e file esportato.
en: Here you'll find every event created, reminder added, email drafted and file exported.

source: RECUPERO: %lld conversazioni reinserite
en: RECOVERY: %lld conversations restored

source: RICORDATO: %@
en: REMEMBERED: %@

source: Ragionamento
en: Reasoning

source: Ragionamento prima della risposta
en: Reasoning before the answer

source: Rassegna con fonti
en: News Roundup with Sources

source: Recenti
en: Recents

source: Recupero una esecuzione dalle %@; le altre scadenze passate vengono saltate
en: Catching up on one run from %@; other missed times are skipped

source: Registra
en: Record

source: Registrata in Siri AI+
en: Recorded in Siri AI+

source: Registrazione nel Cestino
en: Recording moved to Trash

source: Registrazione non avviata
en: Recording not started

source: Registrazione non eliminata
en: Recording not deleted

source: Registrazione non rinominata
en: Recording not renamed

source: Registrazione rinominata
en: Recording renamed

source: Registrazione salvata
en: Recording saved

source: Registro
en: Log

source: Regole di sicurezza
en: Safety rules

source: Remoto (URL)
en: Remote (URL)

source: Rendi il sito responsive e aggiungi il tema scuro
en: Make the site responsive and add dark mode

source: Rendi il tono più formale
en: Make the tone more formal

source: Rettangolo
en: Rectangle

source: Revisione campagna
en: Campaign Review

source: Revisione del venerdì
en: Friday Review

source: Revisione modifiche
en: Review changes

source: Revisione non disponibile
en: Review unavailable

source: Revoca
en: Revoke

source: Riassumi
en: Summarize

source: Riassumi con Siri AI+
en: Summarize with Siri AI+

source: Riassumi il documento in 5 punti
en: Summarize the document in 5 points

source: Riassumi il file %@
en: Summarize the file %@

source: Riassumi il file %@ e dimmi con cosa è collegato
en: Summarize the file %@ and tell me what it's connected to

source: Riassumi il file AGENTS.md
en: Summarize the AGENTS.md file

# Riassumi l'email «%@» di %@ e dimmi se devo rispondere
source: Riassumi l'email «%1$@» di %2$@ e dimmi se devo rispondere
en: Summarize the email “%@” from %@ and tell me if I need to reply

source: Riassumi la conversazione con %@ e proponimi una risposta
en: Summarize the conversation with %@ and suggest a reply

source: Riassumi la nota «%@» e dimmi cosa c'è da fare
en: Summarize the note “%@” and tell me what needs to be done

source: Riassumi le email non lette
en: Summarize unread emails

source: Riassumi questa conversazione
en: Summarize this conversation

source: Riassumi questa email
en: Summarize this email

source: Riassumi questa nota
en: Summarize this note

source: Riassumi questa pagina
en: Summarize this page

source: Riassumi questa registrazione
en: Summarize this recording

source: Riassumi questo file
en: Summarize this file

# Riassumi questo memo vocale del %@ e dimmi se c'è qualcosa da fare: «%@»
source: Riassumi questo memo vocale del %1$@ e dimmi se c'è qualcosa da fare: «%2$@»
en: Summarize this voice memo from %@ and tell me if there's anything to do: “%@”

source: Riassumo la chat per la chat madre…
en: Summarizing the chat for the parent chat…

source: Riassunto della conversazione aggiornato
en: Conversation summary updated

source: Riattiva
en: Resume

source: Riattiva il microfono
en: Unmute microphone

source: Ricarica
en: Reload

source: Ricarica la nota
en: Reload Note

source: Ricarica versione esterna
en: Reload External Version

source: Ricerca nei file
en: File search

source: Ricerca sul web
en: Web search

source: Ricerca web attiva
en: Web search on

source: Richiede Image Playground e Apple Intelligence
en: Requires Image Playground and Apple Intelligence

source: Richiesta
en: Request

source: Richiesta bloccata dai filtri di sicurezza di Apple.
en: Request blocked by Apple's safety filters.

source: Richiesta in coda: verrà eseguita dopo la risposta attuale.
en: Request queued: it will run after the current response.

source: Richieste che Siri AI+ eseguirà da sola, a orari o eventi precisi. Anche qui, ogni modifica ai dati chiederà conferma.
en: Requests that Siri AI+ will carry out on its own, at set times or on specific events. Here too, every change to your data will ask for confirmation.

source: Riconnetti
en: Reconnect

source: Riconoscimento vocale
en: Speech Recognition

source: Ricordami di chiamare Marco venerdì alle 9
en: Remind me to call Marco on Friday at 9

source: Ricordami i compleanni di questa settimana
en: Remind me of this week's birthdays

source: Ricordato: «%@»
en: Remembered: «%@»

source: Ricordato: «%@».
en: Remembered: “%@”.

source: Ricordato: «%@». Puoi modificarlo in Attività › Memoria.
en: Remembered: “%@”. You can edit it in Activity › Memory.

source: Riduci
en: Smaller

source: Riepilogo
en: Summary

source: Riepilogo della chat figlia
en: Child chat summary

# Riepilogo della chat «%@»: %@
source: Riepilogo della chat «%1$@»: %2$@
en: Summary of the chat “%@”: %@

source: Riga sopra
en: Row Above

source: Riga sotto
en: Row Below

source: Rigenera
en: Regenerate

source: Rigenera con Image Playground…
en: Regenerate with Image Playground…

source: Righe selezionate
en: Selected Rows

source: Rimanda questo promemoria a domani
en: Postpone this reminder to tomorrow

source: Rimuovere il progetto «%@»?
en: Remove the project “%@”?

source: Rimuovere «%@»?
en: Remove “%@”?

source: Rimuovi
en: Remove

source: Rimuovi %@
en: Remove %@

source: Rimuovi progetto
en: Remove Project

source: Rimuovi progetto…
en: Remove Project…

source: Rimuovi…
en: Remove…

source: Rinnovare il dominio
en: Renew the domain

source: Rinomina
en: Rename

source: Rinomina cartella
en: Rename Folder

source: Rinomina e colore…
en: Rename and Color…

source: Rinomina gruppo
en: Rename Group

source: Rinomina il progetto
en: Rename Project

source: Rinominato
en: Renamed

source: Rinomina…
en: Rename…

source: Ripeti
en: Repeat

source: Riporta i file com'erano prima di questa richiesta (i file nuovi vanno nel Cestino)
en: Restore the files to how they were before this request (new files go to the Trash)

source: Riporta i file com'erano prima di «%@» (i file nuovi vanno nel Cestino)
en: Restore the files to how they were before “%@” (new files go to the Trash)

source: Ripristina
en: Restore

source: Ripristina a prima di questo messaggio
en: Restore to before this message

source: Ripristina com'era prima (disponibile per 10 minuti)
en: Restore it to how it was before (available for 10 minutes)

source: Ripristina istruzioni di prima
en: Restore Previous Instructions

source: Ripristina l'anima iniziale
en: Restore Original Soul

# Ripristinato a prima di «%@»: %lld file ripristinati, %lld nel Cestino
source: Ripristinato a prima di «%1$@»: %2$lld file ripristinati, %3$lld nel Cestino
en: Restored to before “%@”: %lld restored, %lld moved to the Trash

source: Ripristino non riuscito: %@
en: Restore failed: %@

source: Riproduci
en: Play

source: Riprova
en: Try Again

source: Riscrivi
en: Rewrite

source: Riscrivi con un tono cordiale e diretto
en: Rewrite in a warm, direct tone

source: Riscrivi con un tono professionale e formale
en: Rewrite in a professional, formal tone

source: Riscrivi il testo in modo più chiaro e scorrevole
en: Rewrite the text so it's clearer and flows better

source: Riscrivi, correggi o traduci con il modello sul dispositivo
en: Rewrite, proofread or translate with the on-device model

source: Risponde
en: Answered by

source: Rispondere a Chiara
en: Reply to Chiara

source: Rispondi
en: Reply

# Rispondi %@ %@
source: Rispondi %1$@ %2$@
en: Reply %@ %@

source: Rispondi a tutti
en: Reply All

source: Rispondi che arrivo tra 10 minuti
en: Reply that I'll be there in 10 minutes

source: Rispondi…
en: Reply…

source: Risposta %@
en: Reply %@

source: Risposta aperta in Mail
en: Reply opened in Mail

source: Risposta in corso…
en: Responding…

source: Risposta interrotta.
en: Response stopped.

source: Risposta non riuscita: %@
en: Response failed: %@

source: Risposta parziale: %@
en: Partial response: %@

source: Risultato
en: Result

source: Ritratto Genmoji originale di %1$@, assistente esperto di %2$@, solo volto e spalle, espressione viva, senza oggetti né scritte
en: Original Genmoji portrait of %@, an assistant who is an expert in %@, face and shoulders only, lively expression, no objects or text

source: Rivedi
en: Review

source: Rivedi la chat
en: Review Chat

source: Rivedi la presentazione iniziale
en: Replay Introduction

source: Rivedi le modifiche
en: Review changes

source: Roma
en: Rome

source: Ruolo
en: Job title

# SCHEDA %@: %lld
source: SCHEDA %1$@: %2$lld
en: CARD %@: %lld

# SCHEDA agenda: %lld eventi, %lld promemoria
source: SCHEDA agenda: %1$lld eventi, %2$lld promemoria
en: CARD agenda: %lld events, %lld reminders

source: SCHEDA chat figlia «%@»:
en: CARD child chat “%@”:

# SCHEDA connettore: %@ %@
source: SCHEDA connettore: %1$@ %2$@
en: CARD connector: %@ %@

source: SCHEDA email: %@
en: CARD email: %@

# SCHEDA evento: %@ %@
source: SCHEDA evento: %1$@ %2$@
en: CARD event: %@ %@

source: SCHEDA file: %@
en: CARD file: %@

source: SCHEDA promemoria: %@
en: CARD reminders: %@

source: SCHEDA web: %lld fonti
en: CARD web: %lld sources

source: Safari: pagina «%@»
en: Safari: page “%@”

source: Sala Tevere
en: Tiber Room

source: Salva
en: Save

source: Salva (⌘S)
en: Save (⌘S)

source: Salva come skill
en: Save as Skill

source: Salva e connetti
en: Save and Connect

source: Salva evento
en: Save Event

source: Salva in Documenti/Siri AI+
en: Save to Documents/Siri AI+

source: Salva modifiche
en: Save Changes

source: Salva nella cartella del progetto
en: Save to the project folder

source: Salva per tutti i futuri
en: Save for All Future Events

source: Salva questa versione
en: Save This Version

source: Salva questo modo di lavorare: lo seguirò quando chiedi qualcosa di simile
en: Save this way of working: I'll follow it when you ask for something similar

source: Salva solo per questo
en: Save for This Event Only

source: Salva un piano riuscito con «Salva come skill», oppure creane una nuova.
en: Save a successful plan with “Save as Skill”, or create a new one.

source: Salvare le modifiche all'evento che si ripete?
en: Save changes to the repeating event?

source: Salvata
en: Saved

source: Salvataggio non riuscito
en: Save failed

source: Salvataggio…
en: Saving…

source: Salvato alle %@
en: Saved at %@

source: Salvato come %@
en: Saved as %@

# Salvato come %@ e aperto in %@
source: Salvato come %1$@ e aperto in %2$@
en: Saved as %@ and opened in %@

source: Salvato come skill
en: Saved as skill

source: Salvato in «%@»
en: Saved to “%@”

source: Salvato nella memoria del progetto: «%@».
en: Saved to the project's memory: “%@”.

source: Salvato nella memoria di Siri AI+
en: Saved in Siri AI+'s memory

source: Salvato · Live
en: Saved · Live

source: Scadenza
en: Due date

source: Scaduti
en: Overdue

source: Scarica
en: Download

source: Scarica (2,6 GB)
en: Download (2.6 GB)

source: Scarica llama.cpp…
en: Download llama.cpp…

source: Scegli cosa può usare Siri AI+ e con quale livello di accesso.
en: Choose what Siri AI+ can use and with what level of access.

source: Scegli cosa può usare Siri AI+. Puoi cambiarlo quando vuoi da Attività e privacy.
en: Choose what Siri AI+ can use. You can change this anytime in Activity & Privacy.

source: Scegli cosa può usare questo Genius. Le azioni importanti (email, eventi, file, messaggi, connettori) chiedono sempre la tua conferma.
en: Choose what this Genius can use. Important actions (emails, events, files, messages, connectors) always ask for your confirmation.

source: Scegli i file da aprire in Siri AI+
en: Choose the files to open in Siri AI+

source: Scegli la cartella del progetto. Siri AI+ lavorerà solo al suo interno.
en: Choose the project folder. Siri AI+ will work only inside it.

source: Scegli le fonti per questa richiesta
en: Choose the sources for this request

source: Scegli quali servizi collegati usare nelle chat e nei Genius di questo progetto. Gli altri restano disponibili fuori dal progetto.
en: Choose which connected services to use in this project's chats and Geniuses. The others remain available outside the project.

source: Scegli un contatto per chiamare, scrivere o modificarlo, oppure creane uno nuovo.
en: Choose a contact to call, message, or edit, or create a new one.

source: Scegli un file
en: Choose a File

source: Scegli un'email da leggere. Da qui rispondi, inoltri, sposti o elimini.
en: Choose an email to read. From here you can reply to, forward, move, or delete it.

source: Scegli una conversazione per leggerla e rispondere.
en: Choose a conversation to read and reply to.

source: Scegli una finestra o uno schermo da catturare
en: Choose a window or screen to capture

source: Scegli una nota da leggere e modificare, oppure creane una nuova.
en: Choose a note to read and edit, or create a new one.

source: Scegli una o più cartelle per il Genius.
en: Choose one or more folders for the Genius.

source: Scegli una skill
en: Choose a Skill

source: Scelgo gli strumenti…
en: Choosing the tools…

source: Scheda precedente
en: Previous Tab

source: Scheda successiva
en: Next Tab

source: Schizzo
en: Sketch

source: Scollega
en: Unlink

source: Scorciatoie
en: Keyboard shortcuts

source: Scritto nel riepilogo.
en: Written in the summary.

source: Scritto nella risposta.
en: Written in the answer.

source: Scrittura interrotta: resta quello che era già pronto.
en: Writing stopped: what was already done is kept.

source: Scrivania
en: Desktop

source: Scrivi a %@
en: Message %@

source: Scrivi a %@…
en: Message %@…

source: Scrivi il verbale della riunione di oggi
en: Write the minutes of today's meeting

source: Scrivi in questa chat…
en: Write in this chat…

source: Scrivi nella chat a destra cosa ti serve: Siri AI+ lo prepara
en: Type what you need in the chat on the right: Siri AI+ will prepare it

source: Scrivi qualcosa per salvarla in Note
en: Write something to save it in Notes

source: Scrivi qui sotto per aggiungere un promemoria.
en: Type below to add a reminder.

source: Scrivi un documento su
en: Write a document about

# Scrivi un messaggio %@ %@
source: Scrivi un messaggio %1$@ %2$@
en: Write a message %@ %@

source: Scrivi un'email
en: Write an email

# Scrivi un'email %@ %@
source: Scrivi un'email %1$@ %2$@
en: Write an email %@ %@

source: Scrivi un'email ai partecipanti di questo evento
en: Write an email to the attendees of this event

source: Scrivi un'email al team con gli aggiornamenti
en: Write an email to the team with the updates

source: Scrivi una relazione sul lancio del prodotto
en: Write a report on the product launch

source: Scrivo la risposta finale…
en: Writing the final answer…

source: Secondo punto
en: Second point

source: Segna come completato
en: Mark as Completed

source: Segna come da fare
en: Mark as Incomplete

source: Segna come letta
en: Mark as Read

source: Segna come non letta
en: Mark as Unread

source: Segna questo promemoria come fatto
en: Mark this reminder as done

source: Sei Siri AI+, assistente personale sul Mac. Rispondi sempre in italiano, chiaro e ordinato.
en: You are Siri AI+, a personal assistant on the Mac. Always reply in English, in a clear and well-organized way.

source: Sei Siri AI+. Rispondi in italiano alla richiesta dell'utente. Non puoi accedere alle app o ai file del Mac.
en: You are Siri AI+. Reply in English to the user's request. You can't access the Mac's apps or files.

source: Seleziona un file
en: Select a File

source: Selezione da %@
en: Selection from %@

source: Selezione lunga: inclusi i primi 24.000 caratteri.
en: Long selection: the first 24,000 characters are included.

source: Sempre nascosti:
en: Always hidden:

source: Senza data
en: No date

source: Senza selezione, Siri AI+ sceglie da sola tra le fonti collegate.
en: With no selection, Siri AI+ chooses among the connected sources on its own.

source: Senza titolo
en: Untitled

source: Senza trascrizione
en: No transcript

source: Serie
en: Series

source: Serve il permesso Accessibilità di macOS.
en: The macOS Accessibility permission is required.

source: Serve l'accesso a %@
en: Access to %@ is required

source: Serve l'accesso completo al disco
en: Full Disk Access is required

source: Serve l'accesso in scrittura ai Promemoria
en: Write access to Reminders is required

source: Serve l'accesso in scrittura al Calendario
en: Write access to Calendar is required

source: Serve la tua approvazione
en: Needs your approval
